{
  "questions": {
    "simple": {
      "title": "Обычный вопрос",
      "description": "Этот вопрос задаётся, затем у всех игроков есть время, чтобы подумать и нажать на кнопку. Нажавший раньше остальных отвечает. В случае верного ответа стоимость вопроса прибавляется к счёту игрока, в случае неверного - стоимость вопроса снимается со счёта игрока. В случае неверного ответа кнопку снова могут жать не отвечавшие игроки."
    },
    "auction": {
      "title": "Вопрос со ставкой",
      "description": "При розыгрыше этого вопроса игроки последовательно, в порядке возрастания сумм (но начиная с того, кому вопрос достался) делают ставки, перекрывая ставки оппонентов. Минимальная ставка равна номинальной стоимости вопроса. Можно сказать «Пас» и выйти из торгов. Можно пойти «ва-банк» — поставить всё на кон. Ва-банк перекрывает все простые ставки, но пойти ва-банк можно только перекрывая по сумме предыдущую ставку. Тот, кто поставит больше остальных, и будет единилично играть этот вопрос. Он будет обязан отвечать. Стоимость вопроса равна стоимости ставки играющего."
    },
    "cat": {
      "title": "Вопрос с секретом",
      "description": "Тот, кому достался вопрос, обязан передать его другом игроку, и последний обязан ответить на полученный вопрос. Вопрос имеет собственную тему и стоимость, неизвестную до отдачи.",
      "parameters": {
        "theme": {
          "title": "Тема",
          "description": "Тема вопроса"
        },
        "cost": {
          "title": "Стоимость",
          "description": "Реальная стоимость вопроса"
        }
      }
    },
    "bagcat": {
      "title": "Обобщённый Вопрос с секретом",
      "description": "На этот вопрос отвечает 1 человек. Отвечающего назначает открывший вопрос игрок. У вопроса имеется собственная тема и стоимость",
      "parameters": {
        "theme": {
          "title": "Тема",
          "description": "Тема вопроса"
        },
        "cost": {
          "title": "Стоимость",
          "description": "Реальная стоимость вопроса\nЧисло > 0 — фиксированная сумма.\n0 — на выбор из минимума или максимума вопросов в раунде. Эти величины вычисляются просмотром стоимостей всех вопросов раунда.\nТри числа в формате [a;b]/h — означают, что игрок может выбрать стоимость вопроса из интервала [a;b] с шагом в h. Если третье число опущено, то можно выбирать только крайние значения."
        },
        "self": {
          "title": "Можно ли отдать вопрос себе?",
          "description": "Принимает значения true (можно) или false (нельзя)"
        },
        "knows": {
          "title": "Когда узнаётся тема и стоимость вопроса?",
          "description": "Принимает значения before (до передачи), after (после), never (никогда, вопрос не задаётся, игроку просто перечисляется стоимость вопроса)"
        }
      }
    },
    "sponsored": {
      "title": "Вопрос без риска",
      "description": "На этот вопрос отвечает только игрок, открывший его. В случае правильного ответа он зарабатывает сумму, равную удвоенному номиналу вопроса. В случае неверного ответа он ничего не теряет."
    }
  }
}
